[BloodTrail X2AbilityTemplate]
LocFriendlyName="血迹追踪"
LocLongDescription="若目标此回合已受过伤，则射击造成伤害+<Ability:BLOODTRAILDAMAGE/>。对有机目标造成流血效果，随着时间不断造成伤害。"
LocHelpText="若目标此回合已受过伤，则射击造成伤害+<Ability:BLOODTRAILDAMAGE/>。对有机目标造成流血效果，随着时间不断造成伤害。"
LocPromotionPopupText="<Bullet/>只适用于目标受伤的回合。<br/><Bullet/>流血持续<Ability:BLOOD_TRAIL_BLEEDING_NUM_TURNS/>回合，造成<Ability:BLOOD_TRAIL_BLEEDING_TICK_DMG/>-<Ability:BLOOD_TRAIL_BLEEDING_TICK_DMG_PLUS/>伤害。<br/><Bullet/>仔细选择攻击顺序以发挥该技能效果。<br/>"

[Distraction X2AbilityTemplate]
LocFriendlyName="分散注意力"
LocLongDescription="阔剑地雷将会使区域内目标的主武器失效，迫使他们重新装填。如果阔剑地雷击杀目标，死神将会进入暗影状态。"
LocHelpText="阔剑地雷将会使区域内目标的主武器失效，迫使他们重新装填。如果阔剑地雷击杀目标，死神将会进入暗影状态。"
LocPromotionPopupText="<Bullet/>一些武器不受效果影响。<br/><Bullet/>不论谁触发阔剑地雷，造成击杀后均可激活该效果。<br/>"

[SoulReaper X2AbilityTemplate]
LocFriendlyName="放逐"
LocLongDescription="向目标持续射击直至目标被击毙或者弹药耗尽。死神会被暴露。"
LocHelpText="向目标持续射击直至目标被击毙或者弹药耗尽。死神会被暴露。"
LocFlyoverText="放逐"
LocPromotionPopupText="<Bullet/>每一发射击都使用独立的命中和暴击几率。<br/><Bullet/>每次任务使用1次。<br/><Bullet/>升级你的武器和弹夹能有效提高放逐伤害。<br/><Bullet/>如果武器只剩1发子弹，将不能使用该技能。<br/>"

[HomingMine X2AbilityTemplate]
LocFriendlyName="追踪地雷"
LocLongDescription="将扩建地雷附着于目标身上，不会引起目标警觉。当目标受到伤害时会爆炸。"
LocHelpText="将扩建地雷附着于目标身上，不会引起目标警觉。当目标受到伤害时会爆炸。"
LocPromotionPopupText="<Bullet/>针对身上附着了地雷的目标的射击必定会命中。<br/><Bullet/>对阔剑地雷有效的能力都对该技能有效。<br/><Bullet/>榴弹技能对阔剑地雷有效。<br/><Bullet/>分散注意力的无效武器效果对该技能有效。<br/>"
